Repository: kodi-game/game.libretro.4do
Catalog: game.libretro.4do/resources/language/resource.language.*/strings.po
Languages: it_it

# Addon Summary
source: 4DO
it_it: The 3DO Company - 3DO (4DO)

# Addon Description
source: 4DO emulates the 3DO Interactive Multiplayer video game system, often called simply the 3DO.[CR][CR]4DO is based on the FreeDO source code.
it_it: [CR][CR]4DO emula il sistema di videogiochi multiplayer interattivo 3DO, spesso [CR][CR]chiamato semplicemente 3DO.[CR][CR]4DO è basato sul codice sorgente [CR]FreeDO.[CR][CR]4DO emula il sistema di videogiochi multiplayer interattivo [CR]3DO, spesso [CR]chiamato semplicemente 3DO.[CR][CR]4DO è basato sul codice [CR]sorgente FreeDO.[CR][CR]4DO emula il sistema di videogiochi multiplayer [CR]interattivo 3DO, spesso [CR]chiamato semplicemente 3DO.[CR][CR]4DO è basato [CR]sul codice sorgente FreeDO.4DO emula il sistema di videogiochi multiplayer [CR]interattivo 3DO, spesso chiamato semplicemente 3DO.[CR][CR]4DO è basato sul [CR]codice sorgente FreeDO.[CR][CR][CR]4DO emula il sistema di videogiochi multiplayer interattivo 3DO, spesso [CR][CR]chiamato semplicemente 3DO.[CR][CR]4DO è basato sul codice sorgente [CR]FreeDO.[CR][CR]4DO emula il sistema di videogiochi multiplayer interattivo [CR]3DO, spesso [CR]chiamato semplicemente 3DO.[CR][CR]4DO è basato sul codice [CR]sorgente FreeDO.[CR][CR]4DO emula il sistema di videogiochi multiplayer [CR]interattivo 3DO, spesso [CR]chiamato semplicemente 3DO.[CR][CR]4DO è basato [CR]sul codice sorgente FreeDO.4DO emula il sistema di videogiochi multiplayer [CR]interattivo 3DO, spesso chiamato semplicemente 3DO.[CR][CR]4DO è basato sul [CR]codice sorgente FreeDO.

# #30000
source: Settings
it_it: Impostazioni

# #30002
source: Font (rom2)
it_it: Carattere (rom2)

# #30003
source: CPU Overclock
it_it: Overclock CPU

# #30008
source: MADAM Matrix Engine
it_it: Motore MADAM Matrix

# #30010
source: Threaded DSP
it_it: DSP collegato

# #30011
source: NVRAM Storage
it_it: Archiviazione NVRAM

# #30013
source: Active Input Devices
it_it: Dispositivi di input attivi

# #30014
source: Timing Hack 1 (Crash 'n Burn)
it_it: Hack del tempo 1 (Crash 'n Burn)

# #30015
source: Timing Hack 3 (Dinopark Tycoon)
it_it: Hack del tempo 3 (Dinopark Tycoon)

# #30016
source: Timing Hack 5 (Microcosm)
it_it: Hack del tempo 5 (Microcosm)

# #30017
source: Timing Hack 6 (Alone in the Dark)
it_it: Hack del tempo 6 (Alone in the Dark)

# #30018
source: Graphics Step Y Hack (Samurai Showdown)
it_it: Passo hack grafici Y (Samurai Showdown)

# #30023
source: High Resolution
it_it: Alta risoluzione

# #30024
source: 3DO Debugging Output (stderr)
it_it: Uscita di debug 3DO (stderr)
